{
    "header": {
        "id": {
            "title": "TENTANG KAMI",
            "subtitle": "UNICORP (UNI CORPORATION)"
        },
        "en": {
            "title": "ABOUT US",
            "subtitle": "UNICORP (UNI CORPORATION)"
        },
        "image_url": null
    },
    "profile": {
        "id": {
            "title": "Profil Perusahaan",
            "subtitle": "UNICORP adalah grup perusahaan yang bergerak di berbagai bidang industri  diantaranya: Makanan, Pertanian, Retail serta Industri lainnya.",
            "description_1": "Didirikan di Surabaya pada tahun 2001, CV. Indo Jaya Putra adalah perusahaan perdagangan bahan kimia makanan yang terus berkembang dan berfokus pada kepuasan pelanggan. Awalnya, CV. Indo Jaya Putra memulai usahanya dengan menjual produk pewarna makanan. Seiring waktu, Bapak Sugijanto, selaku pendiri dan pemilik usaha, mengembangkan visinya dengan mendirikan sebuah pabrik pencampuran warna bernama UNICOL.",
            "description_2": "Sebagai spesialis dalam pencampuran warna, UNICOL mampu memproduksi warna sesuai spesifikasi dan kebutuhan volume pelanggan, memberikan fleksibilitas tinggi serta layanan yang disesuaikan.\r\n\r\nBerjalannya waktu CV. Indo Jaya Putra memperluas portofolionya dengan menjual berbagai bahan kimia lainnya seperti Sodium Bicarbonate, Capsicum, Asam Asetat (Cuka) dan lain-lain. Produk-produk tersebut bersumber dari dalam negeri maupun luar negeri, termasuk dari Tiongkok, India dan beberapa negara lainnya.\r\n\r\nSelain itu, UNICORP juga mengembangkan unit usaha lain yaitu CV. Indo Jaya Sukses Abadi, yang berfokus pada produksi sarung tangan plastik. Hal ini memperkuat diversifikasi bisnis UNICORP di sektor industri sekaligus mendukung kebutuhan pasar yang terus berkembang. \r\n\r\nDalam rangka memperluas jangkauan distribusi dan mempercepat pelayanan,  CV. Indo Jaya Putra menjalin kemitraan dengan berbagai perusahaan, mulai dari skala kecil hingga besar. Perusahaan juga telah membuka cabang di Semarang, Jakarta dan Bali.\r\n\r\nUntuk mendukung operasional yang handal, kami menyediakan fasilitas gudang khusus bahan kimia, armada pengiriman serta sistem basis data online yang memungkinkan kami memastikan setiap pesanan dikirimkan dengan tepat waktu, aman dan sesuai spesifikasi pelanggan.",
            "quote": "",
            "experience_1": "20+",
            "experience_2": "Tahun Pengalaman"
        },
        "en": {
            "title": "Company Profile",
            "subtitle": "UNICORP is a group of companies engaged in various industries, including Food, Agriculture, Retail and others",
            "description_1": "Founded in Surabaya in 2001, CV. Indo Jaya Putra is a food chemicals trading company that continues to grow and remains focused on customer satisfaction. Initially, CV. Indo Jaya Putra began its business by selling food coloring products. Over time, Mr. Sugijanto, as the founder and owner, expanded his vision by establishing a color blending factory named UNICOL.",
            "description_2": "As a specialist in color blending, UNICOL is capable of producing colors according to customer specifications and volume requirements, providing high flexibility and customized services.\r\n\r\nIn addition to food coloring products, CV. Indo Jaya Putra has also expanded its portfolio by trading various other chemicals such as Sodium Bicarbonate, Capsicum, Acetic Acid (Vinegar), and more. These products are sourced both domestically and internationally, including from China, India and several other countries.\r\n\r\nTo expand distribution coverage and accelerate service, CV. Indo Jaya Putra has established partnerships with various companies, ranging from small to large scale. The company has also opened a branch in Semarang to serve Central Indonesia, as well as a branch in Jakarta to serve Western Indonesia.\r\n\r\nTo support reliable operations, we provide dedicated chemical warehouse facilities, a delivery fleet, and an online database system that allows us to ensure every order is delivered on time, safely, and according to customer specifications.",
            "quote": "",
            "experience_1": "20+",
            "experience_2": "Years Of Experience"
        },
        "image_1_url": "/api/media/about-us/profile-1.jpeg",
        "image_2_url": "/api/media/about-us/profile-2.jpeg",
        "image_3_url": "/api/media/about-us/profile-3.jpeg"
    },
    "vission_mission": {
        "id": {
            "our_vissions": {
                "title": "MISI Kami",
                "contents": [
                    "Memproduksi bahan pangan dan bahan tambahan pangan yang bermutu, aman dan halal sesuai dengan persyaratan yang belaku",
                    "Melakukan inovasi serta menciptakan produk-produk baru yang berkualitas dan bersaing, didukung dengan pengembangan sumber daya manusia serta pengembangan perusahaan yang berkesinambungan",
                    "Meningkatkan fokus pada kepuasan pelanggan dengan memberikan produk terbaik dengan kualitas dan layanan terbaik",
                    "Memberikan kesempatan kepada sumber saya manusia era milenial untuk berkarya dan dan berkontribusi dengan didukung oleh pengembangan kemampuannya sehingga CV. Indo Jaya Putra akan berkembang lebih cepat untuk rencana jangka panjang"
                ]
            },
            "our_missions": {
                "title": "VISI Kami",
                "contents": [
                    "Menjadi leader di industri makanan, retail, pertanian & industri lainnya di indonesia"
                ]
            },
            "our_values": {
                "title": "Nilai Kami",
                "subtitle": "GROW UP",
                "contents": [
                    {
                        "title": "Orientasi pada Pertumbuhan",
                        "description": ""
                    },
                    {
                        "title": "Beriman",
                        "description": ""
                    },
                    {
                        "title": "Unggul (Sangat Baik)",
                        "description": ""
                    },
                    {
                        "title": "Tim Unggul",
                        "description": ""
                    },
                    {
                        "title": "unik",
                        "description": ""
                    },
                    {
                        "title": "Profesional",
                        "description": ""
                    }
                ]
            }
        },
        "en": {
            "our_vissions": {
                "title": "OUR MISSION",
                "contents": [
                    "To produce high-quality, safe, and halal food and food additives in accordance with applicable requirements",
                    "To innovate and create new, high-quality, and competitive products, supported by human resource development and sustainable company growth",
                    "To enhance our focus on customer satisfaction by delivering the best products with superior quality and service.",
                    "To provide opportunities for millennial human resources to create and contribute, supported by the development of their capabilities, so that CV. Indo Jaya Putra can grow faster towards its long-term plans"
                ]
            },
            "our_missions": {
                "title": "OUR VISION",
                "contents": [
                    "To become a leader in the food, retail, agriculture, and other industries in Indonesia."
                ]
            },
            "our_values": {
                "title": "Nilai Kami",
                "subtitle": "GROW UP",
                "contents": [
                    {
                        "title": "GROW ORIENTATION",
                        "description": ""
                    },
                    {
                        "title": "RELIGIOUS",
                        "description": ""
                    },
                    {
                        "title": "OUTSTANDING (EXCELLENT)",
                        "description": ""
                    },
                    {
                        "title": "WINNING TEAM",
                        "description": ""
                    },
                    {
                        "title": "UNIQUE",
                        "description": ""
                    },
                    {
                        "title": "PROFESSIONAL",
                        "description": ""
                    }
                ]
            }
        }
    },
    "histories": {
        "id": {
            "title": "Profil Perusahaan",
            "subtitle": "Unicorp dimulai dengan CV. Indo Jaya Putra (perdagangan bahan kimia makanan) yang didirikan pada tahun 2001, kemudian dilanjutkan dengan CV. Indo Jaya Sukses Abadi (produksi sarung tangan plastik) pada tahun 2018.",
            "contents": [
                {
                    "title": "Tahun 2001",
                    "subtitle": " CV. INDO JAYA PUTRA (IJP) Didirikan",
                    "description": "Awal mula perusahaan pertama adalah CV. Indo Jaya Putra (importir, distributor, produsen bahan kimia khususnya di industri makanan) yang berdiri pada tahun 2001."
                },
                {
                    "title": "Tahun 2018",
                    "subtitle": "CV. INDO JAYA SUKSES ABADI (IJSA) Didirikan",
                    "description": "Kemudian disusul CV. Indo Jaya Sukes Abadi (produsen sarung tangan plastik) yang berdiri pada tahun 2018."
                },
                {
                    "title": "Tahun 2020",
                    "subtitle": "UNICORP didirikan",
                    "description": "Dengan inovasi terbaru, UNICORP didirikan untuk membentuk grup bisnis yang terintegrasi dan mendukung semua perusahan cabang untuk berkembang lebih cepat."
                }
            ],
            "description_1": "Unicorp bermula dengan didirikannya CV. INDO JAYA PUTRA pada tahun 2001 di Surabaya untuk pemasaran area Indonesia bagian timur. Untuk memenuhi visi sebagai pemimpin perusahaan perdagangan bahan kimia di Indonesia, kami telah mendirikan 2 cabang: Cabang Semarang untuk pemasaran area Indonesia bagian tengah dan Cabang Jakarta untuk pemasaran area Indonesia bagian barat.",
            "description_2": "Sebagai importir, pabrik dan distributor, cabang kami dilengkapi dengan gudang yang didesain khusus dan armada pengiriman yang terlatih untuk memastikan bahwa setiap pelanggan akan menerima pelayanan terbaik."
        },
        "en": {
            "title": "History of UNICORP",
            "subtitle": "UNICORP began with CV. Indo Jaya Putra (food chemicals trading), established in 2001, followed by CV. Indo Jaya Sukses Abadi (plastic glove manufacturing) in 2018.",
            "contents": [
                {
                    "title": "Year 2001",
                    "subtitle": "Establishment of IJP (Indo Jaya Putra)",
                    "description": "The company’s first establishment was CV. Indo Jaya Putra (an importer, distributor, and manufacturer of chemicals, particularly for the food industry), founded in 2001."
                },
                {
                    "title": "Year 2018",
                    "subtitle": "Establishment of IJSA (Indo Jaya Sukses Abadi)",
                    "description": "This was followed by CV. Indo Jaya Sukses Abadi (a plastic glove manufacturer), established in 2018."
                },
                {
                    "title": "Year 2020",
                    "subtitle": "Establishment of UNICORP",
                    "description": "With the latest innovations, Unicorp was established to form an integrated business group and support all its subsidiary companies to grow faster"
                }
            ]
        }
    },
    "strategies": {
        "id": {
            "title": "Strategi Kami",
            "subtitle": "",
            "contents": [
                "Mengembangkan sumber daya manusia untuk berinovasi dan menciptakan produk - produk baru.",
                "Berkolaborasi dengan ahli untuk menciptakan pasar baru dan membuat segmentasi sehingga perusahaan dapat berkembang dengan cepat."
            ]
        },
        "en": {
            "title": "Our Strategy",
            "subtitle": "",
            "contents": [
                "Developing human resources to innovate and create new products",
                "Collaborating with experts to create new markets and develop segmentation, enabling the company to grow rapidly."
            ]
        },
        "image_url": "/images/others/strategy.png"
    },
    "market_area": {
        "id": {
            "title": "Area Perdagangan",
            "subtitle_1": "UNICORP",
            "subtitle_2": "UNICORP mempunyai area perdangangan di seluruh Indonesia",
            "contents": [
                {
                    "title": "SURABAYA",
                    "description": ""
                },
                {
                    "title": "SEMARANG",
                    "description": ""
                },
                {
                    "title": "JAKARTA",
                    "description": ""
                },
                {
                    "title": "BALI",
                    "description": ""
                }
            ]
        },
        "en": {
            "title": "Trade Area",
            "subtitle_1": "UNICORP",
            "subtitle_2": "UNICORP has a trading network across Indonesia",
            "contents": [
                {
                    "title": "SURABAYA",
                    "description": ""
                },
                {
                    "title": "SEMARANG",
                    "description": ""
                },
                {
                    "title": "JAKARTA",
                    "description": ""
                },
                {
                    "title": "BALI",
                    "description": ""
                }
            ]
        }
    }
}