{
    "header": {
        "id": {
            "title": "TENTANG KAMI",
            "subtitle": "UNICORP (UNI CORPORATION)"
        },
        "en": {
            "title": "ABOUT US",
            "subtitle": "UNICORP (UNI CORPORATION)"
        },
        "image_url": null
    },
    "profile": {
        "id": {
            "title": "Profil Perusahaan",
            "subtitle": "UNICORP adalah grup perusahaan yang bergerak di berbagai bidang industri  diantaranya: Makanan, Pertanian, Retail serta Industri lainnya.",
            "description_1": "Awal mula UNICORP berangkat dari perjalanan panjang usaha yang dirintis oleh Bapak Sugi. Pada tahun 2001, beliau memulai langkah pertama dengan mendirikan CV. Indo Jaya Putra (IJP), sebuah perusahaan perdagangan bahan kimia makanan yang kemudian berkembang menjadi produsen dengan berbagai produk unggulan untuk industri pangan.\r\n\r\nSeiring pertumbuhan bisnis, pada tahun 2018 lahirlah CV. Indo Jaya Sukses Abadi (IJSA) yang berfokus pada produksi sarung tangan plastik. Kehadiran unit usaha baru ini semakin memperkuat diversifikasi dan menandai komitmen perusahaan dalam memperluas bidang usaha.",
            "description_2": "Dengan semakin berkembangnya kedua perusahaan tersebut, muncul kebutuhan untuk memiliki sebuah wadah yang dapat menyatukan, mengelola, dan mengarahkan seluruh unit usaha agar lebih terintegrasi. Dari sinilah pada tahun 2020, UNICORP resmi didirikan sebagai grup bisnis yang menaungi dan memperkuat semua unit usaha di bawah satu manajemen terpadu.\r\n\r\nKomitmen UNICORP terhadap mutu dan profesionalisme semakin ditegaskan dengan diperolehnya sertifikasi ISO 9001:2015 oleh CV. Indo Jaya Putra pada tahun 2024, sebagai pengakuan internasional atas penerapan sistem manajemen mutu yang konsisten, efektif dan berstandar global.",
            "quote": "",
            "experience_1": "20+",
            "experience_2": "Tahun Pengalaman"
        },
        "en": {
            "title": "Company Profile",
            "subtitle": "UNICORP is a group of companies engaged in various industries, including Food, Agriculture, Retail and others",
            "description_1": "The origins of UNICORP began with the long entrepreneurial journey of Mr. Sugi. In 2001, he took his first step by establishing CV. Indo Jaya Putra (IJP), a trading company specializing in food-grade chemicals, which later evolved into a manufacturer offering a wide range of leading products for the food industry.\r\n\r\nAs the business grew, in 2018 CV. Indo Jaya Sukses Abadi (IJSA) was founded, focusing on the production of plastic gloves. The establishment of this new business unit further strengthened diversification and marked the company’s commitment to expanding its business scope.",
            "description_2": "With the continued development of both companies, the need arose for a unified entity to consolidate, manage, and direct all business units in a more integrated manner. This led to the official establishment of UNICORP in 2020 as a business group overseeing and strengthening all units under one consolidated management.\r\n\r\nUNICORP’s commitment to quality and professionalism was further reinforced in 2024 when CV. Indo Jaya Putra achieved ISO 9001:2015 certification, an international recognition of the company’s consistent, effective, and globally standardized quality management system.",
            "quote": "",
            "experience_1": "20+",
            "experience_2": "Years Of Experience"
        },
        "image_1_url": "/api/media/about-us/profile-1.jpeg",
        "image_2_url": "/api/media/about-us/profile-2.jpeg",
        "image_3_url": "/api/media/about-us/profile-3.jpeg"
    },
    "vission_mission": {
        "id": {
            "our_vissions": {
                "title": "MISI Kami",
                "contents": [
                    "Memproduksi bahan pangan dan bahan tambahan pangan yang bermutu, aman dan halal sesuai dengan persyaratan yang belaku",
                    "Melakukan inovasi serta menciptakan produk-produk baru yang berkualitas dan bersaing, didukung dengan pengembangan sumber daya manusia serta pengembangan perusahaan yang berkesinambungan",
                    "Meningkatkan fokus pada kepuasan pelanggan dengan memberikan produk terbaik dengan kualitas dan layanan terbaik",
                    "Memberikan kesempatan kepada sumber saya manusia era milenial untuk berkarya dan dan berkontribusi dengan didukung oleh pengembangan kemampuannya sehingga CV. Indo Jaya Putra akan berkembang lebih cepat untuk rencana jangka panjang"
                ]
            },
            "our_missions": {
                "title": "VISI Kami",
                "contents": [
                    "Menjadi leader di industri makanan, retail, pertanian & industri lainnya di indonesia"
                ]
            },
            "our_values": {
                "title": "Nilai Kami",
                "subtitle": "GROW UP",
                "contents": [
                    {
                        "title": "Orientasi pada Pertumbuhan",
                        "description": ""
                    },
                    {
                        "title": "Beriman",
                        "description": ""
                    },
                    {
                        "title": "Unggul (Sangat Baik)",
                        "description": ""
                    },
                    {
                        "title": "Tim Unggul",
                        "description": ""
                    },
                    {
                        "title": "unik",
                        "description": ""
                    },
                    {
                        "title": "Profesional",
                        "description": ""
                    }
                ]
            }
        },
        "en": {
            "our_vissions": {
                "title": "OUR MISSION",
                "contents": [
                    "To produce high-quality, safe, and halal food and food additives in accordance with applicable requirements",
                    "To innovate and create new, high-quality, and competitive products, supported by human resource development and sustainable company growth",
                    "To enhance our focus on customer satisfaction by delivering the best products with superior quality and service.",
                    "To provide opportunities for millennial human resources to create and contribute, supported by the development of their capabilities, so that CV. Indo Jaya Putra can grow faster towards its long-term plans"
                ]
            },
            "our_missions": {
                "title": "OUR VISION",
                "contents": [
                    "To become a leader in the food, retail, agriculture, and other industries in Indonesia."
                ]
            },
            "our_values": {
                "title": "Nilai Kami",
                "subtitle": "GROW UP",
                "contents": [
                    {
                        "title": "GROW ORIENTATION",
                        "description": ""
                    },
                    {
                        "title": "RELIGIOUS",
                        "description": ""
                    },
                    {
                        "title": "OUTSTANDING (EXCELLENT)",
                        "description": ""
                    },
                    {
                        "title": "WINNING TEAM",
                        "description": ""
                    },
                    {
                        "title": "UNIQUE",
                        "description": ""
                    },
                    {
                        "title": "PROFESSIONAL",
                        "description": ""
                    }
                ]
            }
        }
    },
    "histories": {
        "id": {
            "title": "Profil Perusahaan",
            "subtitle": "Unicorp dimulai dengan CV. Indo Jaya Putra (perdagangan bahan kimia makanan) yang didirikan pada tahun 2001, kemudian dilanjutkan dengan CV. Indo Jaya Sukses Abadi (produksi sarung tangan plastik) pada tahun 2018.",
            "contents": [
                {
                    "title": "Tahun 2001",
                    "subtitle": " CV. INDO JAYA PUTRA (IJP) Didirikan",
                    "description": "Awal mula perusahaan pertama adalah CV. Indo Jaya Putra (importir, distributor, produsen bahan kimia khususnya di industri makanan) yang berdiri pada tahun 2001."
                },
                {
                    "title": "Tahun 2018",
                    "subtitle": "CV. INDO JAYA SUKSES ABADI (IJSA) Didirikan",
                    "description": "Kemudian disusul CV. Indo Jaya Sukes Abadi (produsen sarung tangan plastik) yang berdiri pada tahun 2018."
                },
                {
                    "title": "Tahun 2020",
                    "subtitle": "UNICORP didirikan",
                    "description": "Dengan inovasi terbaru, UNICORP didirikan untuk membentuk grup bisnis yang terintegrasi dan mendukung semua perusahan cabang untuk berkembang lebih cepat."
                }
            ],
            "description_1": "Unicorp bermula dengan didirikannya CV. INDO JAYA PUTRA pada tahun 2001 di Surabaya untuk pemasaran area Indonesia bagian timur. Untuk memenuhi visi sebagai pemimpin perusahaan perdagangan bahan kimia di Indonesia, kami telah mendirikan 2 cabang: Cabang Semarang untuk pemasaran area Indonesia bagian tengah dan Cabang Jakarta untuk pemasaran area Indonesia bagian barat.",
            "description_2": "Sebagai importir, pabrik dan distributor, cabang kami dilengkapi dengan gudang yang didesain khusus dan armada pengiriman yang terlatih untuk memastikan bahwa setiap pelanggan akan menerima pelayanan terbaik."
        },
        "en": {
            "title": "History of UNICORP",
            "subtitle": "UNICORP began with CV. Indo Jaya Putra (food chemicals trading), established in 2001, followed by CV. Indo Jaya Sukses Abadi (plastic glove manufacturing) in 2018.",
            "contents": [
                {
                    "title": "Year 2001",
                    "subtitle": "Establishment of IJP (Indo Jaya Putra)",
                    "description": "The company’s first establishment was CV. Indo Jaya Putra (an importer, distributor, and manufacturer of chemicals, particularly for the food industry), founded in 2001."
                },
                {
                    "title": "Year 2018",
                    "subtitle": "Establishment of IJSA (Indo Jaya Sukses Abadi)",
                    "description": "This was followed by CV. Indo Jaya Sukses Abadi (a plastic glove manufacturer), established in 2018."
                },
                {
                    "title": "Year 2020",
                    "subtitle": "Establishment of UNICORP",
                    "description": "With the latest innovations, Unicorp was established to form an integrated business group and support all its subsidiary companies to grow faster"
                }
            ]
        }
    },
    "strategies": {
        "id": {
            "title": "Strategi Kami",
            "subtitle": "",
            "contents": [
                "Mengembangkan sumber daya manusia untuk berinovasi dan menciptakan produk - produk baru.",
                "Berkolaborasi dengan ahli untuk menciptakan pasar baru dan membuat segmentasi sehingga perusahaan dapat berkembang dengan cepat."
            ]
        },
        "en": {
            "title": "Our Strategy",
            "subtitle": "",
            "contents": [
                "Developing human resources to innovate and create new products",
                "Collaborating with experts to create new markets and develop segmentation, enabling the company to grow rapidly."
            ]
        },
        "image_url": "/images/others/strategy.png"
    },
    "market_area": {
        "id": {
            "title": "Area Perdagangan",
            "subtitle_1": "UNICORP",
            "subtitle_2": "UNICORP mempunyai area perdangangan di seluruh Indonesia",
            "contents": [
                {
                    "title": "SURABAYA",
                    "description": ""
                },
                {
                    "title": "SEMARANG",
                    "description": ""
                },
                {
                    "title": "JAKARTA",
                    "description": ""
                },
                {
                    "title": "BALI",
                    "description": ""
                }
            ]
        },
        "en": {
            "title": "Trade Area",
            "subtitle_1": "UNICORP",
            "subtitle_2": "UNICORP has a trading network across Indonesia",
            "contents": [
                {
                    "title": "SURABAYA",
                    "description": ""
                },
                {
                    "title": "SEMARANG",
                    "description": ""
                },
                {
                    "title": "JAKARTA",
                    "description": ""
                },
                {
                    "title": "BALI",
                    "description": ""
                }
            ]
        }
    }
}