{
    "header": {
        "id": {
            "title": "Unit Bisnis",
            "subtitle": "IJSA (Indo Jaya Sukses Abadi)"
        },
        "en": {
            "title": "Business Units",
            "subtitle": "IJSA (Indo Jaya Sukses Abadi)"
        },
        "image_url": null
    },
    "profile": {
        "id": {
            "title": "Profil Unit Bisnis Indo Jaya Sukses Abadi (IJSA)",
            "description_1": "CV. INDO JAYA SUKSES ABADI adalah perusahaan yang bergerak di bidang sarung tangan plastik (HDPE), yang beralamat di Pergudangan Mutiara Tambak Langon B14 Surabaya – Jawa Timur, didirikan pada bulan September 2018. Perusahaan ini untuk melengkapi dan mensupport CV. INDO JAYA PUTRA yang merupakan perusahaan pertama dari induk UNICORP yang merupakan importir, produsen, distribusi untuk bahan kimia, khususnya di industri makanan retail dan pertanian.",
            "description_2": "Pada awalnya, CV. INDO JAYA SUKSES ABADI hanya memproduksi sarung tangan plastik sesuai dengan kebutuhan pelanggan dengan merk INAGLOVE. Dengan semakin bervariasinya permintaan pelanggan, maka kami berexpansi untuk membuat beberapa merk baru dengan spesifikasi yang berbeda. Produk sarung tangan plastik ini bersertifikasi (Sertifikat Halal, Food Grade dan MSDS), ramah lingkungan dan bisa dipakai untuk berbagai bidang pekerjaan (Salon, Melukis, Memasak,dll).",
            "description_3": ""
        },
        "en": {
            "title": "Business Unit Profile of Indo Jaya Sukses Abadi (IJSA)",
            "description_1": "CV. Indo Jaya Sukses Abadi is a company engaged in the production of plastic gloves (HDPE), located at Pergudangan Mutiara Tambak Langon B14, Surabaya – East Java. Established in September 2018, the company was founded to complement and support CV. Indo Jaya Putra, the first company under the UNICORP group, which is an importer, manufacturer, and distributor of chemicals, particularly for the food, retail, and agricultural industries",
            "description_2": "At the beginning, CV. INDO JAYA SUKSES ABADI only produced plastic gloves according to customer needs under the brand INAGLOVE. As customer demand became more diverse, we expanded by creating several new brands with different specifications.\r\n\r\nThese plastic glove products are certified (Halal Certificate, Food Grade, and MSDS), environmentally friendly, and can be used across various fields of work (salons, painting, cooking, etc.).",
            "description_3": ""
        }
    },
    "vission_mission": {
        "id": {
            "our_missions": {
                "title": "misi kami",
                "contents": [
                    "Mengembangkan sumber daya manusia untuk berinovasi dan bekerja secara efektif dan efisien.",
                    "Memprioritaskan kepuasan pelanggan dengan memberikan produk yang berkualitas."
                ]
            },
            "our_vissions": {
                "title": "visi kami",
                "contents": [
                    "Menjadi pemimpin pasar untuk sarung tangan plastik."
                ]
            },
            "our_strategies": {
                "title": "strategi kami",
                "contents": [
                    "Meningkatkan kualitas dan kapasitas produksi untuk memenuhi kebutuhan pelanggan.",
                    "Menciptakan lebih banyak produk dan menumbuhkan pasar dengan menggandeng lebih banyak distributor.",
                    "Mendapatkan bahan baku yang kompetitif yang dapat membuat produksi lebih efisien."
                ]
            }
        },
        "en": {
            "our_missions": {
                "title": "Our Mission",
                "contents": [
                    "To develop human resources that can innovate and work effectively and efficiently.",
                    "To prioritize customer satisfaction by delivering high-quality products."
                ]
            },
            "our_vissions": {
                "title": "Our Vission",
                "contents": [
                    "To become the market leader in plastic gloves."
                ]
            },
            "our_strategies": {
                "title": "OUR STRATEGY",
                "contents": [
                    "Improve the quality and production capacity to meet customer needs.",
                    "Create more products and grow the market by partnering with more distributors.",
                    "Secure competitive raw materials to make production more efficient."
                ]
            }
        }
    },
    "our_products": {
        "id": {
            "title": "Our product (INAGLOVE)",
            "description_1": "Sarung tangan plastik \"INAGLOVE\" adalah sarung tangan yang terbuat dari bahan plastik HDPE yang halal dan aman untuk makanan.\r\nSarung tangan ini juga multifungsi dan bisa digunakan untuk berbagai macam kegiatan, seperti memasak, membuat kue, berkebun dan mengecat.",
            "description_2": "Produk kami terdiri dari beberapa pilihan warna seperti natural (bening), biru, dan warna lainnya sesuai permintaan. Kami melayani berbagai kebutuhan ukuran, tebal dan warna sesuai permintaan pelanggan.",
            "material_text": "Bahan",
            "long_text": "Panjang",
            "thick_text": "Tebal",
            "color_text": "Warna"
        },
        "en": {
            "title": "Our product (INAGLOVE)",
            "description_1": "Plastic gloves “INAGLOVE” are made from HDPE plastic material that is Halal certified and safe for food contact. These gloves are multifunctional and can be used for various activities, such as cooking, baking, gardening, and painting.",
            "description_2": "Our products come in several color options such as natural (clear), blue, and other colors upon request. We also cater to various customer requirements in terms of size, thickness, and color.",
            "material_text": "Bahan",
            "long_text": "Panjang",
            "thick_text": "Tebal",
            "color_text": "Warna"
        },
        "products": [
            {
                "name": "Plain Type",
                "material": "HDPE or Biodegradable",
                "long": "27 cm",
                "thick": "8 Micron ",
                "color": "Natural",
                "image_url": "/images/our-products/products-ijsa-1.jpeg"
            },
            {
                "name": "Embossed Type",
                "material": "HDPE or Biodegradable",
                "long": "27 cm",
                "thick": "10 Micron ",
                "color": "Natural",
                "image_url": "/api/media/our-products/products-ijsa-2.jpeg"
            },
            {
                "name": "Plain Type",
                "material": "HDPE or Biodegradable",
                "long": "27 - 47 cm",
                "thick": "25 Micron",
                "color": "Natural dan Biru",
                "image_url": "/api/media/our-products/products-ijsa-3.jpeg"
            },
            {
                "name": "Embossed Type",
                "material": "HDPE or Biodegradable",
                "long": "27 cm",
                "thick": "20 Micron",
                "color": "Natural",
                "image_url": "/api/media/our-products/products-ijsa-4.jpeg"
            }
        ]
    },
    "market_area": {
        "id": {
            "title": "Area Pemasaran IJSA / INAGLOVE",
            "subtitle_1": "SELURUH INDONESIA",
            "subtitle_2": "Area pemasaran ijsa / product inaglove meliputi seluruh Indonesia"
        },
        "en": {
            "title": "Marketing Area of IJSA / INAGLOVE",
            "subtitle_1": "ALL ACROSS INDONESIA",
            "subtitle_2": "The marketing area of IJSA / INAGLOVE products covers the entire region of Indonesia."
        }
    },
    "contact": {
        "id": {
            "title": "Kontak Kami",
            "address": {
                "title": "Alamat ",
                "description": "Alamat Resmi Kantor IJSA",
                "value": "Pergudangan Mutiara, Tambak Langon, B14, Surabaya, Jawa Timur 60148"
            },
            "phone": {
                "title": "Phone",
                "description": "Customer dapat menghubungi kami melalui FAX",
                "value": "+62 31 9934 2408"
            },
            "email": {
                "title": "Email",
                "description": " Email Resmi Tim Marketing kami",
                "value": "ijsa.marketing@gmail.com"
            }
        },
        "en": {
            "title": "Contact Us",
            "address": {
                "title": "Visit Us",
                "description": "The Official Address IJSA ",
                "value": "Pergudangan Mutiara, Tambak Langon, B14, Surabaya, Jawa Timur 60148"
            },
            "phone": {
                "title": "Call Us",
                "description": "Customers can contact us via FAX",
                "value": "+62 31 9934 2408"
            },
            "email": {
                "title": "Email Us",
                "description": "Official Email of Our Marketing Team",
                "value": "ijsa.marketing@gmail.com"
            }
        }
    }
}